Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=222_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo davviriikkalaš girjebusse birra.
smn: Keejâ uánihisvideo ohtsâštave-eennâmlii kirjerájuautost.

source: Suoma ja Norgga rájá alde, Deanu leagis johtá girjebusse.
smn: Suomâ já Taažâ rääjist, Tiänu piälláin jotá kirjerájuauto.

source: Busse johtá giliid ja skuvllaid mielde goappat beal rájá.
smn: Auto juuđâš siijdâin já škoovlâin väldikudij raajij paijeel.

source: Váldoolbmot: Päivi Laivamaa, Sisko Länsman, Njuorggáma vuolledási oahppit.
smn: Váldu-ulmuuh: Päivi Laivamaa, Sisko Länsman, Njuárgám vyelitääsi uáppeeh.

source: govven / čuohppan: Kauko Mustonen
smn: Stivrim: Päivi Magga, kuvvim / čuoppâm: Kauko Mustonen

source: Buvttadeapmi: Sámi oahpahusguovddáš 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2008

source: Guhkkodat: 2,05
smn: Kukkodâh: 2,05
